{
    "pBJzgi": {
      "defaultMessage": "Sorry, we can't find the page you were looking for.", ### missing translation
      "description": "Heading for the message saying the page was not found."
    },
    "pgHTkX": {
      "defaultMessage": "Sorry, we can't find the page you were looking for.", ### missing translation
      "description": "Detailed message saying the page was not found."
    },
    "404R1N": {
      "defaultMessage": "This program has been a life-changing opportunity for me and I see a <b>greater future ahead</b>.", ### missing translation where to bold text "Ooma Paminikaywin kee-ikouhk kaw-pimatishihk en-shawnzhraw li sawns poor niya pi niwawpastaen nawut miyeu li tawn ki vyaen."
      "description": "testimonial number one"
    },
    "Srs7a4": {
      "defaultMessage": "Skip to main content", ### missing translation
      "description": "Assistive technology skip link"
    },
    "TFeQL2": {
      "defaultMessage": "Home", ### missing translation
      "description": "Link to the homepage for indigenous apprenticeship program."
    },
    "gKyog2": {
      "defaultMessage": "Oops, it looks like you've landed on a page that you are not authorized to view.", ### missing translation
      "description": "Detailed message saying the page to view is not authorized."
    },
    "jPLaDk": {
      "defaultMessage": "Sorry, you are not authorized to view this page.", ### missing translation
      "description": "Heading for the message saying the page to view is not authorized."
    },
    "1FM1VL": {
      "defaultMessage": "If you are not sure if this Program is right for you, please <mailLink>contact us</mailLink> and a member of our team will be happy to meet with you to answer any questions you may have.", ### missing translation where to link text contact us "Keeshpin namoo kayschinawhoun ooma Paminikaywin nawut poor kiya, madoon peekishkway pi aen chim mambr chi-miyeustam chi-nakishkawsh chi- nashkoumiwayw kakwaychihkaymoohk li kesyoon keeshpin kitayawn."
      "description": "Second paragraph about who the program is for"
    },
    "Oh1/Gc": {
      "defaultMessage": "Apply now to get started on your IT career journey.", ### missing translation
      "description": "Meta tag description for Indigenous Apprenticeship Program site"
    },
    "C5tUG2": {
      "defaultMessage": "Indigenous Apprenticeship Program", ### missing translation
      "description": "Title tag for Indigenous Apprenticeship Program site"
    }
}
