{
  "data": {
    "jobPosterTemplates": [
      {
        "referenceId": "IT-02-01-IC-001",
        "stream": "BUSINESS_ADVISORY_SERVICES",
        "classification": {
          "group": "IT",
          "level": 2
        },
        "supervisoryStatus": "INDIVIDUAL_CONTRIBUTOR",
        "name": {
          "en": "Analyst - IT Business Line Advisory Services",
          "fr": "Analyste - Services consultatifs auprès des secteurs de la TI"
        },
        "description": {
          "en": "As an IT-02 Analyst in Business Line Advisory Services, you will analyze business processes, market trends, and client needs to provide insights and recommendations. You will conduct research, gather data, and perform financial or operational analysis to support strategic decision-making. Your role involves translating analysis into actionable insights and collaborating with stakeholders to drive business outcomes.",
          "fr": "En tant qu’analyste des services consultatifs auprès des secteurs d’activité IT-02, vous analyserez les processus opérationnels, les tendances du marché et les besoins des clients afin de fournir des renseignements et des recommandations. Vous effectuerez des recherches, recueillerez des données et effectuerez des analyses financières ou opérationnelles pour appuyer la prise de décisions stratégiques. Votre rôle consiste à traduire l’analyse en renseignements exploitables et à collaborer avec les intervenants pour obtenir des résultats opérationnels."
        },
        "workDescription": {
          "en": "https://www.gcpedia.gc.ca/gcwiki/images/7/70/BLA-SCT_Analyst%28e%29_GCIT020005_EN.docx",
          "fr": "https://www.gcpedia.gc.ca/gcwiki/images/3/37/BLA-SCT_Analyst%28e%29_GCIT020005_FR.docx"
        },
        "tasks": {
          "en": "<ul><li><p>Conducts research and analysis to support strategic IT Business Line Advisory Services (BLA), covering business analysis, client and project portfolio management, and supplier relationship management. </p></li><li><p>Develops, documents, plans, and conducts analysis within IT project plans to identify issues and risks and contribute to work and communication plans. </p></li><li><p>Collaborates with stakeholders to define and document IT requirements. </p></li><li><p>Conducts impact analysis studies, analyzes IT solutions, and identifies solutions or improvements. </p></li><li><p>Acts as a liaison with clients, testing teams and stakeholders to ensure clear understanding of business and IT requirements. </p></li><li><p>Participates in project teams, may lead short-term projects or components of larger project. </p></li><li><p>Supports continuous improvement of IT business solutions through research, learning, collaboration, and soliciting and responding to stakeholder feedback. </p></li><li><p>Stays updated on trends and developments.</p></li></ul>",
          "fr": "<ul><li><p>Effectuer des recherches et des analyses pour appuyer les services consultatifs auprès des secteurs d’activité de la TI, notamment l’analyse des activités opérationnelles, la gestion des portefeuilles de clients et de projects et la gestion des relations avec les fournisseurs. </p></li><li><p>Élaborer, documenter, planifier et effectuer des analyses dans les plans de projet de TI afin de cerner les problèmes et les risques et de contribuer aux plans de travail et de communication. </p></li><li><p>Collaborer avec les parties prenantes pour définir et documenter les exigences en matière de TI. </p></li><li><p>Effectuer des études d’impact, analyser des solutions de TI et identifier des solutions ou des améliorations. </p></li><li><p>Assurer la liaison avec les clients, les équipes de mise à l’essai et les  parties prenantes pour assurer une compréhension claire des exigences opérationnelles et en matière de TI. </p></li><li><p>Participer à des équipes de projet, éventuellement diriger des projets à court terme ou des composantes de projets de plus grande envergure. </p></li><li><p>Appuyer l’amélioration continue des solutions opérationnelles de TI en effectuant des recherches, en apprenant, en collaborant et en sollicitant et en répondant aux commentaires des intervenants. </p></li><li><p>Rester au courant des tendances et des développements.</p></li></ul>"
        },
        "keywords": {
          "en": [
            "supplier relationship management",
            "business analysis",
            "project portfolio management",
            "client portfolio management",
            "project executive",
            "project administrator",
            "project coordinator",
            "project scheduler",
            "change management consultant"
          ],
          "fr": [
            "gestion des relations avec les fournisseurs",
            "analyse opérationnelle",
            "gestion du portefeuille de projets",
            "gestion du portefeuille de clients",
            "gestionnaire de projet",
            "administrateur de projet",
            "coordonnateur de projet",
            "ordonnanceur de projet",
            "expert-conseil en gestion du changement"
          ]
        },
        "essentialSkills": [],
        "nonessentialSkills": [],
        "essentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "essentialBehaviouralSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "nonessentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        }
      },
      {
        "referenceId": "IT-03-01-IC-002",
        "stream": "BUSINESS_ADVISORY_SERVICES",
        "classification": {
          "group": "IT",
          "level": 3
        },
        "supervisoryStatus": "INDIVIDUAL_CONTRIBUTOR",
        "name": {
          "en": "Technical Advisor - IT Business Line Advisory Services",
          "fr": "Conseiller(-ère) technique - Services consultatifs auprès des secteurs de la TI"
        },
        "description": {
          "en": "As an IT-03 Technical Advisor in Business Line Advisory Services, you will provide technical expertise and strategic guidance on business initiatives and technology solutions. You will assess business requirements, evaluate technical feasibility, and recommend scalable solutions to optimize business processes. Your role includes leading implementation projects, managing stakeholders, and ensuring alignment between business goals and IT strategies.",
          "fr": "En tant qu’analyste des services consultatifs auprès des secteurs d’activité IT-03, vous fournirez une expertise technique et des conseils stratégiques sur les initiatives d’affaires et  les solutions technologiques. Vous évaluerez les exigences opérationnelles, évaluerez la faisabilité technique et recommanderez des solutions évolutives pour optimiser les processus opérationnels. Votre rôle consiste à diriger des projets de mise en œuvre, à gérer les parties prenantes et à assurer l’harmonisation entre les objectifs opérationnels et les stratégies de TI."
        },
        "workDescription": {
          "en": "https://www.gcpedia.gc.ca/gcwiki/images/e/eb/BLA-SCT_TA-CT_GCIT030018_EN.docx",
          "fr": "https://www.gcpedia.gc.ca/gcwiki/images/4/42/BLA-SCT_TA-CT_GCIT030018_FR.docx"
        },
        "tasks": {
          "en": "<ul><li><p>Leads strategic IT Business Line Advisory Services (BLA) across disciplines like business analysis, client and project portfolio management,  and supplier relationship management to meet departmental goals. </p></li><li><p>Provides technical guidance to client departments, aids in understanding IT capabilities and requirements to drive innovation. </p></li><li><p>Develops work plans, IT requirements, and communication strategies, advocating for the benefits of BLA. </p></li><li><p>Researches and assesses IT solutions for strategic initiatives, fostering collaboration with other departments and suppliers. </p></li><li><p>Reviews client operations to recommend optimal IT solutions. </p></li><li><p>Ensures IT solutions meet business objectives throughout the project lifecycle. </p></li><li><p>Oversees project activities and mentor BLA personnel as needed. </p></li><li><p>Acts as a liaison between IT, managers, and stakeholders to resolve technical issues and ensures service agreement. </p></li><li><p>Identifies and prioritizes client requirements, facilitating their understanding and endorsement. </p></li><li><p>Develops IT solutions and evaluates innovative approaches. </p></li><li><p>Stays updated on trends and best practices.</p></li></ul>",
          "fr": "<ul><li><p>Diriger les services consultatifs stratégiques auprès des secteurs d’activité de la TI dans l’ensemble des disciplines, comme l’analyse opérationnelle, le portefeuille client, la gestion des relations avec les projets et les fournisseurs afin d’atteindre les objectifs du service. </p></li><li><p>Fournir des conseils techniques aux ministères clients pour les aider à comprendre les capacités et les exigences en matière de TI afin de stimuler l’innovation. </p></li><li><p>Élaborer des plans de travail, des exigences en matière de TI et des stratégies de communication pour promouvoir les avantages des services consultatifs auprès des secteurs d’activité. </p></li><li><p>Rechercher et évaluer des solutions de TI pour des initiatives stratégiques, en favorisant la collaboration avec d’autres ministères et fournisseurs. </p></li><li><p>Passer en revue les opérations des clients pour recommander des solutions de TI optimales. </p></li><li><p>S’assurer que les solutions de TI répondent aux besoins des entreprises tout au long du cycle de vie du projet. </p></li><li><p>Superviser les activités du projet et encadrer le personnel des services consultatifs auprès des secteurs d’activité, au besoin. </p></li><li><p>Assurer la liaison entre l’équipe de TI, les gestionnaires et les intervenants afin de résoudre les problèmes techniques et d’assurer une entente de service. </p></li><li><p>Déterminer et hiérarchiser les exigences des clients en facilitant leur compréhension et leur approbation. </p></li><li><p>Élaborer des solutions de TI et évaluer des approches novatrices. </p></li><li><p>Rester au courant des tendances et des pratiques exemplaires.</p></li></ul>"
        },
        "keywords": {
          "en": [
            "supplier relationship management",
            "business analysis",
            "project portfolio management",
            "client portfolio management",
            "project executive",
            "project administrator",
            "project coordinator",
            "project leader",
            "project scheduler",
            "change management consultant"
          ],
          "fr": [
            "gestion des relations avec les fournisseurs",
            "analyse opérationnelle",
            "gestion du portefeuille de projets",
            "gestion du portefeuille de clients",
            "gestionnaire de projet",
            "administrateur de projet",
            "coordonnateur de projet",
            "gestionnaire de projet",
            "ordonnanceur de projet",
            "expert-conseil en gestion du changement"
          ]
        },
        "essentialSkills": [],
        "nonessentialSkills": [],
        "essentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "essentialBehaviouralSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "nonessentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        }
      },
      {
        "referenceId": "IT-03-01-SU-003",
        "stream": "BUSINESS_ADVISORY_SERVICES",
        "classification": {
          "group": "IT",
          "level": 3
        },
        "supervisoryStatus": "SUPERVISOR",
        "name": {
          "en": "Team Leader - IT Business Line Advisory Services",
          "fr": "Chef d'équipe - Services consultatifs auprès des secteurs de la TI"
        },
        "description": {
          "en": "As an IT-03 Team Leader in Business Line Advisory Services, you will oversee a team of analysts and advisors to deliver strategic insights and advisory services to clients or internal stakeholders. You will provide leadership, mentorship, and direction to ensure the team meets project objectives and client expectations. Your role involves managing resources, defining project scopes, and fostering a collaborative environment for innovation and growth.",
          "fr": "En tant que chef d’équipe des services consultatifs auprès des secteurs d’activité IT-03, vous superviserez une équipe d’analystes et de conseillères et conseillers pour fournir des renseignements stratégiques et des services consultatifs aux clients ou aux parties prenantes internes. Vous assurerez le leadership, le mentorat et l’orientation pour veiller à ce que l’équipe atteigne les objectifs du projet et réponde aux attentes des clients. Votre rôle consiste à gérer les ressources, à définir la portée des projets et à favoriser un environnement de collaboration pour l’innovation et la croissance."
        },
        "workDescription": {
          "en": "https://www.gcpedia.gc.ca/gcwiki/images/2/21/BLA-SCT_TL-ChE_GCIT030017_EN.docx",
          "fr": "https://www.gcpedia.gc.ca/gcwiki/images/7/7e/BLA-SCT_TL-ChE_GCIT030017_FR.docx"
        },
        "tasks": {
          "en": "<ul><li><p>Leads multidisciplinary teams providing strategic IT Business Line Advisory Services (BLA), covering business analysis,client and project portfolio management,  and supplier relationship management. </p></li><li><p>Supervises a team of analysts, sets goals, manages project funds, and ensures service delivery. </p></li><li><p>Provides technical advice to client departments, aids in understanding IT capabilities and requirements for achieving organizational objectives. </p></li><li><p>Develops work plans, requirements, and communication strategies, advocating for the benefits of BLA. </p></li><li><p>Assesses IT products and services for strategic initiatives </p></li><li><p>Monitors and reviews stakeholders IT environments to inform proposed changes or opportunities. </p></li><li><p>Translates business requirements into clear IT solutions for stakeholders. </p></li><li><p>Represents the unit in discussions with senior managers and stakeholders to resolve issues and finalize requirements. </p></li><li><p>Collaborates with stakeholders to assess impacts of IT changes and recommend innovative solutions. </p></li><li><p>Develops business solutions and evaluates IT projects, products, and services. </p></li><li><p>Stays updated on trends and best practices.</p></li></ul>",
          "fr": "<ul><li><p>Diriger des équipes pluridisciplinaires en fournissant des services consultatifs auprès des secteurs d’activité de la TI, notamment l’analyse des activités, le portefeuille de clients de la TI, les projets ou la gestion des relations avec les fournisseurs. </p></li><li><p>Superviser une équipe d’analystes, établir des objectifs, gérer les fonds des projets et assurer la prestation des services. </p></li><li><p>Fournir des conseils techniques aux ministères clients pour les aider à comprendre les capacités et les exigences en matière de TI afin d’atteindre les objectifs de l’organisation. </p></li><li><p>Élaborer des plans de travail, des exigences et des stratégies de communication pour promouvoir les avantages des services consultatifs auprès des secteurs d’activité. </p></li><li><p>Évaluer les produits et services de TI pour les initiatives stratégiques. </p></li><li><p>Surveiller et examiner les environnements de TI des parties prenantes pour éclairer les changements proposés ou les possibilités. </p></li><li><p>Traduire les exigences opérationnelles en solutions de TI claires pour les parties prenantes. </p></li><li><p>Représenter l’unité dans les discussions avec les cadres supérieurs et les  parties prenantes pour résoudre les problèmes et finaliser les exigences. </p></li><li><p>Collaborer avec les parties prenantes pour évaluer les répercussions des changements de la TI et recommander des solutions novatrices. </p></li><li><p>Développer des solutions opérationnelles et évaluer les projets, produits et services de TI. </p></li><li><p>Rester au courant des tendances et des pratiques exemplaires.</p></li></ul>"
        },
        "keywords": {
          "en": [
            "supplier relationship management",
            "business analysis",
            "project portfolio management",
            "client portfolio management",
            "project executive",
            "project administrator",
            "project coordinator",
            "project leader",
            "project manager",
            "project scheduler",
            "change management consultant"
          ],
          "fr": [
            "Gestion des relations avec les fournisseurs",
            "analyse opérationnelle",
            "gestion du portefeuille de projets",
            "gestion du portefeuille de clients",
            "gestionnaire de projet",
            "administrateur de projet",
            "coordonnateur de projet",
            "gestionnaire de projet",
            "chef de projet",
            "ordonnanceur de projet",
            "expert-conseil en gestion du changement"
          ]
        },
        "essentialSkills": [],
        "nonessentialSkills": [],
        "essentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "essentialBehaviouralSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "nonessentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        }
      },

      {
        "referenceId": "IT-04-01-SU-004",
        "stream": "BUSINESS_ADVISORY_SERVICES",
        "classification": {
          "group": "IT",
          "level": 4
        },
        "supervisoryStatus": "SUPERVISOR",
        "name": {
          "en": "Manager - IT Business Line Advisory Services",
          "fr": "Gestionnaire -  Services consultatifs auprès des secteurs de la TI"
        },
        "description": {
          "en": "As an IT-04 Manager in Business Line Advisory Services, you will lead the strategic direction and execution of IT project plans including technical components, project management methodologies, business requirements, proposals, analysis, standards, plans, and designs to ensure they align with business objectives. You will oversee multiple projects, manage client relationships, and drive business growth through innovative solutions while ensuring government-wide direction and standards are being met and consistently improved. Your role includes managing budgets, resources, and timelines to deliver high-value outcomes for clients or stakeholders.",
          "fr": "En tant que gestionnaire des services consultatifs auprès des secteurs d’activité IT-04, vous dirigerez l’orientation stratégique et l’exécution des plans de projet de TI, y compris les composantes techniques, les méthodologies de gestion de projet, les exigences opérationnelles, les propositions, l’analyse, les normes, les plans et les conceptions, afin de s’assurer qu’ils correspondent aux objectifs commerciaux. Vous superviserez de multiples projets, gérerez les relations avec les clients et stimulerez la croissance de l’entreprise grâce à des solutions novatrices, tout en veillant à ce que l’orientation et les normes à l’échelle du gouvernement soient respectées et constamment améliorées. Votre rôle comprend la gestion des budgets, des ressources et des échéanciers afin d’obtenir des résultats de grande valeur pour les clients ou les parties prenantes."
        },
        "workDescription": {
          "en": "https://www.gcpedia.gc.ca/gcwiki/images/d/d3/BLA-SCT_Mgr-Ges_GCIT040017_EN.docx",
          "fr": "https://www.gcpedia.gc.ca/gcwiki/images/b/bd/BLA-SCT_Mgr-Ges_GCIT040017_FR.docx"
        },
        "tasks": {
          "en": "<ul><li><p>Manages strategic IT Business Line Advisory Services (BLA) to support departmental and agency objectives, covering business analysis,client and project portfolio management,  and supplier relationship management. </p></li><li><p>Oversees an IT section and multidisciplinary project groups, assessing business requirements, IT system effectiveness, and collaboration opportunities. </p></li><li><p>Serves as a senior IT authority, delivering expert technical advisory services to achieve operational and strategic goals. </p></li><li><p>Represents the department or agency, engaging with senior managers and officials to address current and future needs. </p></li><li><p>Chairs project meetings to negotiate agreements on delivering BLA services, and establishes and manages project teams, budgets, and agreements. </p></li><li><p>Provides expert IT advice to senior management and stakeholders on project plans, methodologies, requirements, and standards to enhance system effectiveness. </p></li><li><p>Stays updated on trends and best practices in relevant BLA disciplines and contributes to developing BLA policies and guidelines. </p></li><li><p>Develops IT Business Line Advisory Services policies, directives, procedures, guidelines and processes.</p></li></ul>",
          "fr": "<ul><li><p>Gérer les services consultatifs stratégiques auprès des secteurs d’activité de la TI pour appuyer les objectifs des ministères et des organismes, ce qui comprend l’analyse opérationnelle, le portefeuille de clients, les projets ou la gestion des relations avec les fournisseurs. </p></li><li><p>Superviser une section de la TI et des groupes de projets pluridisciplinaires, évaluer les exigences opérationnelles, l’efficacité des systèmes de TI et les possibilités de collaboration. </p></li><li><p>Agir à titre d’autorité principale de la TI et fournir des services consultatifs techniques spécialisés pour atteindre les objectifs opérationnels et stratégiques. </p></li><li><p>Représenter le ministère ou l’organisme en collaborant avec les cadres supérieurs et les fonctionnaires pour répondre aux besoins actuels et futurs. </p></li><li><p>Présider des réunions de projet pour négocier des ententes sur la prestation des services consultatifs auprès des secteurs d’activité, et établir et gérer des équipes de projet, des budgets et des ententes. </p></li><li><p>Fournir des conseils d’expert en TI à la haute direction et aux parties prenantes sur les plans de projet, les méthodologies, les exigences et les normes afin d’améliorer l’efficacité du système. </p></li><li><p>Se tenir au courant des tendances et des pratiques exemplaires dans les disciplines pertinentes des services consultatifs auprès des secteurs d’activité et contribuer à l’élaboration des politiques et des lignes directrices des services consultatifs auprès des secteurs d’activité. </p></li><li><p>Élaborer les politiques, les directives, les procédures, les lignes directrices et les processus des services consultatifs auprès des secteurs d’activité de la TI.</p></li></ul>"
        },
        "keywords": {
          "en": [
            "supplier relationship management",
            "business analysis",
            "project portfolio management",
            "client portfolio management",
            "project executive",
            "project leader",
            "project manager",
            "change management consultant"
          ],
          "fr": [
            "gestion des relations avec les fournisseurs",
            "analyse opérationnelle",
            "gestion du portefeuille de projets",
            "gestion du portefeuille de clients",
            "gestionnaire de projet",
            "chef de projet",
            "ordonnanceur de projet",
            "expert-conseil en gestion du changement"
          ]
        },
        "essentialSkills": [],
        "nonessentialSkills": [],
        "essentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "essentialBehaviouralSkillsNotes": {
          "en": "",
          "fr": ""
        },
        "nonessentialTechnicalSkillsNotes": {
          "en": "",
          "fr": ""
        }
      }
    ]
  }
}
