{
  "data": {
    "skillFamilies": [
      {
        "description": {
          "en": "IM work stream - Technical skill family for ATIP (PM/AS classification)",
          "fr": "IM - groupe de compétences techniques pour le volet de travail ATIP"
        },
        "key": "atip",
        "name": {
          "en": "Access to Information and Privacy",
          "fr": "Accès à l’information et de la protection des renseignements personnels"
        }
      },
      {
        "description": {
          "en": "Behavioural - Communication",
          "fr": "Comportemental - Communication"
        },
        "key": "communication",
        "name": {
          "en": "Communication Skills",
          "fr": "Compétences en communication"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - IT Security; sub-stream - Cyber Security",
          "fr": "Flux de travail générique de TI - Sécurité informatique; sous-flux - cybersécurité"
        },
        "key": "cyber_security",
        "name": {
          "en": "Cyber Security",
          "fr": "Cybersécurité"
        }
      },
      {
        "description": {
          "en": "Data analytics consists collecting, organizing and studying data to provide business insights, identify and solve business problems.",
          "fr": "L'analyse des données consiste à collecter, organiser et étudier des données pour fournir des informations commerciales, identifier et résoudre des problèmes commerciaux."
        },
        "key": "data_services_data_analytics",
        "name": {
          "en": "Data Services - Data Analytics",
          "fr": "Services de données - Analyse de données"
        }
      },
      {
        "description": {
          "en": "Data science encompasses various techniques, including data cleaning, exploratory data analysis, machine learning, and data visualization, to derive meaningful and actionable insights from large and diverse data sources.",
          "fr": "La science des données englobe diverses techniques, notamment le nettoyage des données, l'analyse exploratoire des données, l'apprentissage automatique et la visualisation des données, pour obtenir des informations significatives et exploitables à partir de sources de données vastes et diverses."
        },
        "key": "data_services_data_science",
        "name": {
          "en": "Data Services - Data Science",
          "fr": "Services de données - Science des données"
        }
      },
      {
        "description": {
          "en": "Data Systems operations consists of developing and constructing data products and services and integrates them into systems and business processes.",
          "fr": "Les opérations de systèmes de données consistent à développer et à construire des produits et services de données et à les intégrer dans des systèmes et des processus commerciaux."
        },
        "key": "data_services_data_systems",
        "name": {
          "en": "Data Services - Data Systems Operations",
          "fr": "Services de données - Opérations des systèmes de données"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Database Management",
          "fr": "Flux de travail générique de TI - Gestion des bases de données"
        },
        "key": "database_design___data_administration",
        "name": {
          "en": "Database Management",
          "fr": "Gestion des bases de données"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Software Solutions; sub-stream - Application Development",
          "fr": "Flux de travail générique de TI - Solutions logicielles; sous-flux - Développement d'applications"
        },
        "key": "development_and_programming",
        "name": {
          "en": "Software Solutions - Application Development",
          "fr": "Solutions logicielles - développement d'applications"
        }
      },
      {
        "description": {
          "en": "Technical skills required for executive leadership for digital roles, designed to support EX poster creation",
          "fr": "Compétences techniques requises pour le leadership exécutif pour les rôles numériques, conçues pour soutenir la création d’affiches EX"
        },
        "key": "executive_leadership",
        "name": {
          "en": "Leadership - Executive Technical Skills",
          "fr": "Leadership - Compétences techniques des cadres"
        }
      },
      {
        "description": {
          "en": "IM-Information Architecture develops, manages and communicates information architectures that establish, shape information systems and products, to support usability, findability, and the understanding of structured and unstructured data, along with guides the development and maintenance of information architecture artefacts on how they contribute to the achievement of a business’ strategy and delivery of the expected business outcomes.",
          "fr": "IM-Information Architecture développe, gère et communique des architectures d'information qui établissent, façonnent des systèmes et des produits d'information, pour soutenir la facilité d'utilisation, la trouvabilité et la compréhension des données structurées et non structurées, et guide le développement et la maintenance des artefacts d'architecture d'information sur la manière dont ils contribuent. à la réalisation de la stratégie d’une entreprise et à l’obtention des résultats commerciaux attendus."
        },
        "key": "im_data_governance_information_architecture",
        "name": {
          "en": "Information and Data Governance - Information Architecture",
          "fr": "Gouvernance de l'information et des données - Architecture de l'information"
        }
      },
      {
        "description": {
          "en": "IM-Strategy and Direction develops, manages and communicates directions (e.g. policies and strategies) for the governance and life-cycle management of information and data assets; establishes, supports and participates in governance bodies and anticipates future needs aimed at the transformation of delivery of services",
          "fr": "La stratégie et la direction de la GI élabore, gère et communique des orientations (par exemple, des politiques et des stratégies) pour la gouvernance et la gestion du cycle de vie des actifs d'information et de données ; établit, soutient et participe aux instances de gouvernance et anticipe les besoins futurs visant la transformation de la prestation de services"
        },
        "key": "im_data_governance_strategy_direction",
        "name": {
          "en": "Information and Data Governance - Strategy and Direction",
          "fr": "Gouvernance de l'information et des données - Stratégie et orientation"
        }
      },
      {
        "description": {
          "en": "IM-Operations involves overseeing the efficient and effective application of life-cycle management practices for records and documents within information management systems, serving business and legal purposes.",
          "fr": "Les opérations de GI consistent à superviser l'application efficiente et efficace des pratiques de gestion du cycle de vie des dossiers et des documents au sein des systèmes de gestion de l'information, à des fins commerciales et juridiques."
        },
        "key": "information_management",
        "name": {
          "en": "Information and Data Governance - Operations",
          "fr": "Gouvernance de l'information et des données - Opérations"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Infrastructure Operations",
          "fr": "Flux de travail générique de TI - Opérations d'infrastructure informatique"
        },
        "key": "infrastructure_operations",
        "name": {
          "en": "IT Infrastructure Operations",
          "fr": "Opérations d'infrastructure informatique"
        }
      },
      {
        "description": {
          "en": "Behavioural - Interpersonal",
          "fr": "Comportemental - Interpersonnel"
        },
        "key": "interpersonal",
        "name": {
          "en": "Interpersonal Behaviours",
          "fr": "Comportements interpersonnels"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Enterprise Architecture",
          "fr": "Flux de travail générique de TI - Architecture informatique"
        },
        "key": "it_architecture",
        "name": {
          "en": "Enterprise Architecture",
          "fr": "Architecture d'entreprise"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Digital project portfolio management",
          "fr": "Flux de travail générique de TI - gestion de portefeuille de projets numériques"
        },
        "key": "it_management",
        "name": {
          "en": "Digital Project Portfolio Management",
          "fr": "Gestion de portefeuille de projets numériques"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Business Line Advisory Services",
          "fr": "Flux de travail générique de TI - Services de conseil aux entreprises numériques"
        },
        "key": "it_project_management",
        "name": {
          "en": "Digital Business Line Advisory Services",
          "fr": "Services de conseil aux entreprises numériques"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - IT Security",
          "fr": "Flux de travail générique de TI - Sécurité informatique"
        },
        "key": "it_security",
        "name": {
          "en": "IT Security",
          "fr": "Sécurité informatique"
        }
      },
      {
        "description": {
          "en": "Behavioural - Key Leadership Competencies",
          "fr": "Comportemental – Compétences clés en leadership"
        },
        "key": "klc",
        "name": {
          "en": "Leadership - Executive Behaviours",
          "fr": "Leadership - Comportements des cadres"
        }
      },
      {
        "description": {
          "en": "Behavioural - Leadership",
          "fr": "Comportemental - Leadership"
        },
        "key": "leadership",
        "name": {
          "en": "Leadership - General Behaviours",
          "fr": "Leadership - Comportements généraux"
        }
      },
      {
        "description": {
          "en": "Management skills at the non-executive level for oversight of finances, human resources, initiatives, and accountabilities",
          "fr": "Compétences en gestion au niveau non exécutif pour la surveillance des finances, des ressources humaines, des initiatives et des responsabilités"
        },
        "key": "management_competencies",
        "name": {
          "en": "Leadership - General Technical Skills",
          "fr": "Leadership - Compétences techniques générales"
        }
      },
      {
        "description": {
          "en": "Behavioural - Personal",
          "fr": "Comportemental - Personnel"
        },
        "key": "personal",
        "name": {
          "en": "Personal Behaviours",
          "fr": "Comportements personnels"
        }
      },
      {
        "description": {
          "en": "IT support stream - Programming Languages and Tools",
          "fr": "Volet de support informatique - Langages et outils de programmation"
        },
        "key": "programming_languages_and_tools",
        "name": {
          "en": "Programming Languages, Frameworks, and Tools",
          "fr": "Langages de programmation, frameworks et outils"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Software Solutions; sub-stream - Quality Assurance",
          "fr": "Flux de travail générique de TI - solutions logicielles; sous-flux - assurance qualité"
        },
        "key": "software_solutions_quality_assurance",
        "name": {
          "en": "Software Solutions - Quality Assurance",
          "fr": "Solutions logicielles - assurance qualité"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - IT Planning and Reporting",
          "fr": "Flux de travail générique de TI - Planification et reddition de comptes pour l'informatique"
        },
        "key": "technical_advising",
        "name": {
          "en": "IT Planning and Reporting",
          "fr": "Planification et reddition de comptes pour l'informatique"
        }
      },
      {
        "description": {
          "en": "Behavioural - Thinking",
          "fr": "Comportemental - Réfléchir"
        },
        "key": "thinking",
        "name": {
          "en": "Thinking Skills",
          "fr": "Capacités de raisonnement"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Software Solutions; sub-stream: Digital Product and User Interface Design",
          "fr": "Flux de travail générique de TI - Solutions logicielles; sous-flux - conception de produits numériques et d'interfaces utilisateur"
        },
        "key": "user_experience_and_interface_design",
        "name": {
          "en": "Software Solutions - Product Design",
          "fr": "Solutions logicielles - Conception de produits"
        }
      },
      {
        "description": {
          "en": "IT generic work stream - Software Solutions; sub-stream - Web Development",
          "fr": "Flux de travail générique de TI - Solutions logicielles; sous-flux - développement web"
        },
        "key": "ux",
        "name": {
          "en": "Software Solutions - Web Development",
          "fr": "Solutions logicielles - développement web"
        }
      },
      {
        "description": {
          "en": "Technical skills family - Working in Government",
          "fr": "Groupe de compétences techniques - Travailler au sein du gouvernement"
        },
        "key": "working_in_government",
        "name": {
          "en": "Working in Government",
          "fr": "Travailler au sein du gouvernement"
        }
      }
    ]
  }
}
